Repository: MidoriKami/VanillaPlus
Catalog: VanillaPlus/Resources/Strings.*.resx
Languages: fr, ja, zh

# ResourceBarPercentages_ConfigTitle
source: Resource Bar Percentages Config
fr: Configuration des Pourcentages des Barres Ressources
ja: リソース%表示設定
zh: 资源条百分比配置

# ResourceBarPercentages_DecimalPlaces
source: Decimal Places
fr: Décimales
ja: 小数点以下桁数
zh: 小数位数

# ResourceBarPercentages_DeadOrAliveMode
source: Dead or Alive Mode
fr: Mode Mort ou Vif
ja: 生存/戦闘不能モード
zh: 生死模式

# ResourceBarPercentages_ShowDecimalsBelowHundred
source: Show Decimals Only While Below 100%
fr: Afficher les Décimales Seulement en Dessous de 100%
ja: 100%未満のみ小数を表示
zh: 仅在低于 100% 时显示小数

# ResourceBarPercentages_ShowOnParameterWidget
source: Show on Parameter Widget
fr: Afficher sur le Widget de Paramètres
ja: パラメータウィジェットに表示
zh: 在参数窗口显示

# ResourceBarPercentages_ShowOnPartyList
source: Show on Party List
fr: Afficher sur la Liste d'Équipe
ja: パーティリストに表示
zh: 在队伍列表显示

# ResourceBarPercentages_ShowPercentageSign
source: Show Percentage Sign %
fr: Afficher le Signe %
ja: %記号を表示
zh: 显示 % 符号

# ResourceBarPercentages_StatusAlive
source: Alive
fr: Vivant
ja: 生存
zh: 存活

# ResourceBarPercentages_StatusDead
source: Dead
fr: Mort
ja: 戦闘不能
zh: 战倒

# ListInventory_Title
source: Inventory List
fr: Liste d'Inventaire
ja: インベントリ一覧
zh: 物品列表

# ListInventory_FilterAlphabetically
source: Alphabetically
fr: Alphabétiquement
ja: 五十音順
zh: 按字母排序

# ListInventory_FilterQuantity
source: Quantity
fr: Quantité
ja: 数量
zh: 数量

# ListInventory_FilterLevel
source: Level
fr: Niveau
ja: レベル
zh: 等级

# ListInventory_FilterItemLevel
source: Item Level
fr: Niveau d'Objet (ILVL)
ja: アイテムレベル
zh: 物品品级

# ListInventory_FilterRarity
source: Rarity
fr: Rareté
ja: レアリティ
zh: 稀有度

# ListInventory_FilterItemId
source: Item Id
fr: ID d'Objet
ja: アイテムID
zh: 物品 ID

# ListInventory_FilterItemCategory
source: Item Category
fr: Catégorie d'Objet
ja: アイテムカテゴリ
zh: 物品类别

# RecentlyLootedWindow_Title
source: Recently Looted Items
fr: Objets Récemment Obtenus
ja: 最近の戦利品
zh: 最近战利品

# QuestListWindow_Title
source: Quest List
fr: Liste des Quêtes
ja: クエストリスト
zh: 任务列表

# QuestListWindow_FilterAlphabetically
source: Alphabetically
fr: Alphabétiquement
ja: 五十音順
zh: 按字母排序

# QuestListWindow_FilterDistance
source: Distance
ja: 距離
zh: 距离

# QuestListWindow_FilterIssuerName
source: Issuer Name
fr: Nom du Donneur
ja: 依頼主名
zh: 委托人姓名

# QuestListWindow_FilterLevel
source: Level
fr: Niveau
ja: レベル
zh: 等级

# QuestListWindow_FilterType
source: Type
ja: 種類
zh: 类型

# ShowAetherCurrents_Tooltip
source: Aether Current
fr: Vent Éthéréen
ja: 風脈の泉
zh: 风脉泉

# Title_DutyLootPreview
source: Duty Loot Preview
fr: Aperçu du Butin de Mission
ja: 戦利品プレビュー
zh: 任务战利品预览

# VersionLabelFormat
source: Version {0}
ja: バージョン {0}
zh: 版本 {0}

source: Icon
fr: Icône
zh: 图标

# FateEntry_LevelRangeFormat
source: Lv. {0}-{1}
fr: Niv. {0}-{1}
zh: 等级 {0}-{1}

# FateEntry_LevelUnknown
source: Lv. ???
fr: Niv. ???
zh: 等级 ???

# LocationDisplay_DtrEntryName
source: VanillaPlus - LocationDisplay
fr: VanillaPlus - Localisation
zh: VanillaPlus - 位置显示

# IconWithCount_MillionsFormat
source: {0}m
zh: {0}百万

# IconWithCount_ThousandsFormat
source: {0}k
zh: {0}千

# ModificationDisplay_BetterCursor
source: Better Cursor
fr: Améliorations du Curseur
zh: 鼠标优化
