Repository: MidoriKami/VanillaPlus
Catalog: VanillaPlus/Resources/Strings.*.resx
Languages: fr, ja, zh

# ModificationDescription_ListInventory
source: Adds a window that displays your inventory as a list, with toggleable filters.
fr: Ajoute une fenêtre affichant votre inventaire sous forme de liste, avec des filtres basculables.
ja: インベントリを一覧表示し、フィルターを切り替えられるウィンドウを追加します。
zh: 添加一个以列表方式显示物品栏并可切换筛选的窗口。

# ModificationDescription_LocationDisplay
source: Displays your current location in the server information bar.
fr: Affiche votre emplacement actuel dans la barre d'informations serveur.
ja: サーバー情報バーに現在地を表示します。
zh: 在服务器信息栏中显示当前位置。

# ModificationDescription_MacroLineNumbers
source: Adds line numbers to the User Macros window.
fr: Ajoute des numéros de ligne à la fenêtre des Macros.
ja: ユーザーマクロウィンドウに行番号を表示します。
zh: 在用户宏窗口中显示行号。

# ModificationDescription_MacroTooltips
source: Displays action tooltips when hovering over a macro with "/macroicon" set with an 'action'.
fr: Affiche les infobulles d'action au survol d'une macro ayant "/macroicon" défini avec une 'action'.
ja: マクロに /macroicon アクションを設定している場合、ホバーでアクションのツールチップを表示します。
zh: 宏中使用 "/macroicon" 并引用动作时，鼠标悬停显示该动作的提示。

# ModificationDescription_DebugCustomAddon
source: A module for playing around and testing VanillaPlus features
fr: Module pour tester les fonctionnalités VanillaPlus
ja: VanillaPlus 機能をテストするためのデバッグモジュール
zh: 用于试验与测试 VanillaPlus 功能的模块

# ModificationDescription_DebugGameModification
source: A module for playing around and testing VanillaPlus features
fr: Module pour tester les fonctionnalités VanillaPlus
ja: VanillaPlus 機能をテストするためのデバッグモジュール
zh: 用于试验与测试 VanillaPlus 功能的模块

# ModificationDescription_SampleGameModification
source: SampleDescription
ja: サンプル説明
zh: 示例说明

# ModificationDescription_BetterCursor
source: Draws a ring around the cursor to make it easier to see.
fr: Dessine un anneau autour du curseur pour le rendre plus visible.
ja: カーソルを取り巻くリングを描画し、視認性を向上させます。
zh: 在光标周围绘制一个环形指示，方便辨识位置。

# ModificationDescription_BetterInterruptableCastBars
source: Makes enemy interruptable castbars much more noticeable. Additionally skills that can interrupt the cast are indicated on your hotbar.
fr: Rend les barres d'incantation ennemies interruptibles beaucoup plus visibles. De plus, les compétences pouvant interrompre l'incantation sont indiquées sur votre barre de raccourcis.
ja: 敵の割り込み可能な詠唱バーを目立たせます。 割り込みできるアクションはホットバー上でも強調表示されます。
zh: 让敌方可打断的咏唱条更加显眼。 同时在热键栏上标出可打断该技能的动作。

# ModificationDescription_BetterQuestMapLink
source: When clicking on quest links, open the actual map the quest is for instead of the generic world map.
fr: Lors du clic sur un lien de quête, ouvre la carte réelle de la quête au lieu de la carte du monde générique.
ja: クエストリンクをクリックした際、そのクエスト専用マップを開きます。
zh: 点击任务链接时，直接打开该任务所在的地图。

# ModificationDescription_CastBarAetheryteNames
source: Replaces the name of the action 'Teleport' with the Aetheryte name of your destination.
fr: Remplace le nom de l'action 'Téléportation' par le nom de l'éthérite de destination.
ja: 「テレポ」の詠唱名を目的地のエーテライト名に置き換えます。
zh: 将 "传送" 动作的名称替换为目的地以太水晶名称。

# ModificationDescription_CurrencyOverlay
source: Allows you to add additional currencies to your UI Overlay. Additionally allows you to set minimum and maximum values to trigger a warning.
fr: Permet d'ajouter des devises supplémentaires à votre superposition d'interface. Permet également de définir des valeurs min/max pour déclencher une alerte.
ja: UIオーバーレイに追加の通貨を表示できます。 警告を出す最小値と最大値も設定可能です。
zh: 允许在 UI 叠加层中显示更多货币。 还能设定提醒所需的最小与最大值。

# ModificationDescription_DraggableWindowDeadSpace
source: Allows clicking and dragging on window dead space to move the window.
fr: Permet de cliquer et glisser sur l'espace vide des fenêtres pour les déplacer.
ja: ウィンドウの余白をドラッグして移動できるようにします。
zh: 允许拖动窗口空白区域以移动窗口。

# ModificationDescription_DutyTimer
source: When completing a duty, prints the time the duty took to chat.
fr: À la fin d'une mission, affiche le temps écoulé dans le chat.
ja: コンテンツ完了時に所要時間をチャットへ出力します。
zh: 完成任务时，将耗时发送到聊天框。

# ModificationDescription_DutyLootPreview
source: Adds a duty loot viewer to the duty window.
fr: Ajoute un visualiseur de butin à la fenêtre de mission.
ja: コンテンツウィンドウに戦利品ビューアーを追加します。
zh: 在任务窗口中加入战利品查看器。

# ModificationDescription_EnhancedLootWindow
source: Adds indicators to loot window items to indicate if you have unlocked that item before, or if the item is obtainable.
fr: Ajoute des indicateurs aux objets de la fenêtre de butin pour signaler si vous avez déjà débloqué cet objet ou s'il est obtenable.
ja: 戦利品ウィンドウにそのアイテムを解放済みか入手可能かの指標を表示します。
zh: 在战利品窗口显示该物品是否已解锁或可获得。

# ModificationDescription_FadeLootButton
source: Fades the Loot button if you've already rolled on everything available.
fr: Estompe le bouton Butin si vous avez déjà lancé les dés sur tout ce qui est disponible.
ja: すべてのアイテムでロット済みの場合、Lootボタンを淡くします。
zh: 当全部战利品都已掷点时，让战利品按钮变淡。

# ModificationDescription_FadeUnavailableActions
source: Fades hotbar slots when the action is not able to be cast due to missing resources, out of range, or just on cooldown. Additionally fades actions that are not available because you are sync'd down.
fr: Estompe les emplacements de raccourcis lorsque l'action ne peut pas être lancée (ressources manquantes, hors de portée ou en recharge). Estompe également les actions indisponibles à cause de la synchronisation de niveau.
ja: リソース不足、射程外、リキャスト中などで使用できないアクションのホットバーをフェードさせます。 レベルシンクで使用不可になったアクションもフェードします。
zh: 当动作因资源不足、距离过远或冷却中无法使用时，让热键槽渐隐。 同步降级导致不可用的动作也会变淡。

# ModificationDescription_FasterScroll
source: Increases the speed of all scrollbars.
fr: Augmente la vitesse de toutes les barres de défilement.
ja: すべてのスクロールバー速度を上げます。
zh: 提升所有滚动条的速度。

# ModificationDescription_FastMouseClick
source: The game does not fire UI events for single mouse clicks whenever a double click is detected. This game modification fixes it by always triggering the normal mouse click in addition to the double click.
fr: Le jeu ne déclenche pas d'événements d'interface pour les clics simples lorsqu'un double clic est détecté. Cette modification corrige cela en déclenchant toujours le clic normal en plus du double clic.
ja: ゲームはダブルクリック時にシングルクリックイベントを送信しません。 この機能はダブルクリック時にもシングルクリックを発生させます。
zh: 游戏检测到双击时不会触发单击事件。 此功能会在触发双击时同时补发一次单击事件。

# ModificationDescription_FocusTargetLock
source: When a duty recommences, restores your previous focus target.
fr: Lorsqu'une mission recommence, restaure votre cible focalisée précédente.
ja: コンテンツ再開時に以前のフォーカスターゲットを復元します。
zh: 职责重新开始时，恢复之前的焦点目标。

# ModificationDescription_ForcedCutsceneSounds
source: Automatically unmutes selected sound channels in cutscenes.
fr: Réactive automatiquement les canaux sonores sélectionnés dans les cinématiques.
ja: カットシーン中に選択したサウンドチャネルのミュートを自動解除します。
zh: 在过场动画中自动取消所选声音频道的静音。

# ModificationDescription_HUDPresets
source: Allows you to save and load an unlimited number of HUD Layouts.
fr: Permet de sauvegarder et charger un nombre illimité de dispositions d'ATH.
ja: 無制限にHUDレイアウトを保存/読み込みできます。
zh: 允许保存并加载无限数量的 HUD 布局。

# ModificationDescription_FateListWindow
source: Displays a list of all fates that are currently active in the current zone.
fr: Affiche une liste de tous les ALÉA actuellement actifs dans la zone actuelle.
ja: 現在のゾーンで進行中のFATEをすべて表示します。
zh: 显示当前区域内所有正在进行的命运之战。

# ModificationDescription_PetSizeContextMenu
source: When right clicking on a pet, or a player with a pet, show a context menu entry for changing the pet size.
fr: Ajoute une entrée au menu contextuel (clic droit) sur un familier ou un joueur avec familier pour changer sa taille.
ja: ペットまたはペットを連れるプレイヤーを右クリックするとサイズ変更メニューを表示します。
zh: 右键点击召唤兽或拥有召唤兽的玩家时，可在菜单中调整召唤兽大小。

# ModificationDescription_MissingJobStoneLockout
source: Prevents queuing for a duty while you are missing a jobstone.
fr: Empêche de s'inscrire à une mission si vous n'avez pas équipé votre cristal de job.
ja: ソウルクリスタル未装備時はコンテンツ申請をブロックします。
zh: 缺少灵魂水晶时阻止排队进入任务。

# ModificationDescription_GearsetRedirect
source: When equipping gearsets, set alternative sets to load depending on what zone you are in.
fr: Lors de l'équipement d'une tenue, charge une tenue alternative selon la zone où vous vous trouvez.
ja: ゾーンに応じて別のギアセットを読み込むように設定できます。
zh: 根据所在区域，为装备套装指定替代套装。

# ModificationDisplay_ArmourySearchBar
source: Armoury Search Bar
fr: Recherche Arsenal
ja: アーマリー検索バー
zh: 军需品箱搜索栏

# ModificationDisplay_ClearFlag
source: Clear Flag
fr: Effacer le Marqueur
ja: 旗を消去
zh: 清除旗标

# ModificationDisplay_ClearSelectedDuties
source: Clear Selected Duties
fr: Effacer les Missions Sélectionnées
ja: コンテンツ選択解除
zh: 清除已选任务

# ModificationDisplay_ClearTextInputs
source: Clear Text Inputs
fr: Effacer les Champs de Texte
ja: テキスト入力クリア
zh: 清空文本输入

# ModificationDisplay_WondrousTailsProbabilities
source: Wondrous Tails Probabilities
fr: Probabilités des Aventures Imaginaires
ja: ワンダラーテイルズ確率
zh: 奇谈书概率

# WondrousTailsProbabilities_ErrorPlaceholder
source: error
fr: Erreur
ja: エラー
zh: 错误

# WondrousTailsProbabilities_LineChancesLabel
source: Line Chances:
fr: Chances de Ligne :
ja: ライン確率：
zh: 连线概率：

# WondrousTailsProbabilities_ShuffleAverageLabel
source: Shuffle Average:
fr: Moyenne de Remélange :
ja: シャッフル平均：
zh: 重抽平均：

# AddonConfig_KeybindWindowTitle
source: Keybind Config Window
fr: Configuration des Raccourcis
ja: キーバインド設定ウィンドウ
zh: 按键设置窗口

# AddonConfig_KeybindLabel
source: Keybind
fr: Raccourci
ja: キーバインド
zh: 按键绑定

# Common_Disable
source: Disable
fr: Désactiver
ja: 無効化
zh: 禁用

# Common_Enable
source: Enable
fr: Activer
ja: 有効化
zh: 启用

# AddonConfig_ChangeKeybind
source: Change Keybind
fr: Changer le Raccourci
ja: キーバインドを変更
zh: 更改按键绑定

# AddonConfig_WindowSizeLabel
source: Window Size
fr: Taille de Fenêtre
ja: ウィンドウサイズ
zh: 窗口大小

# AddonConfig_WindowWidthLabel
source: Width
fr: Largeur
ja: 幅
zh: 宽度

# AddonConfig_WindowHeightLabel
source: Height
fr: Hauteur
ja: 高さ
zh: 高度

# AddonConfig_ReloadHint
source: Changes won't take effect until the window is reopened
fr: Les changements ne prendront effet qu'après réouverture de la fenêtre
ja: 変更はウィンドウを開き直すまで適用されません
zh: 重新打开窗口后更改才会生效

# KeybindConfig_InputPrompt
source: Input Desired Key Combo
fr: Entrez la combinaison désirée
ja: 希望するキーコンボを入力
zh: 输入想要的按键组合

# KeybindConfig_CurrentPrompt
source: Press a Key Combo
fr: Pressez une combinaison de touches
ja: キーコンボを押してください
zh: 请按下按键组合

# KeybindConfig_ConflictsLabel
source: Keybind Conflict(s)
fr: Conflit(s) de Raccourcis
ja: 競合するキーバインド
zh: 按键冲突

# KeybindConfig_NoConflicts
source: No Conflicts Detected
fr: Aucun Conflit Détecté
ja: 競合は検出されませんでした
zh: 未检测到冲突

# Common_Confirm
source: Confirm
fr: Confirmer
ja: 決定
zh: 确定

# Common_Cancel
source: Cancel
fr: Annuler
ja: キャンセル
zh: 取消

# NodeList_ConfigWindowTitle
source: {0} Configuration Window
fr: Fenêtre de Configuration {0}
ja: {0} 設定ウィンドウ
zh: {0}配置窗口

# NodeList_OpenCommandHelp
source: Opens the {0} Window
fr: Ouvre la Fenêtre {0}
ja: {0} ウィンドウを開きます
zh: 打开[{0}]窗口

# SearchAddon_GearsetTitle
source: Gearset Search
fr: Recherche de Tenue
ja: ギアセット検索
zh: 套装搜索

# SortOption_Alphabetical
source: Alphabetical
fr: Alphabétique
ja: 五十音順
zh: 按字母顺序

# SortOption_Id
source: Id
ja: ID順
zh: 按ID

# SearchAddon_TerritoryTitle
source: Zone Search
fr: Recherche de Zone
ja: エリア検索
zh: 区域搜索

# ColorPicker_WindowTitle
source: Color Picker
fr: Sélecteur de Couleur
ja: カラーピッカー
zh: 颜色选择器

# NodeStyle_PositionLabel
source: Position
fr: Emplacement
ja: 位置
zh: 位置

# TextNodeConfig_TextColor
source: Text Color
fr: Couleur du Texte
ja: 文字色
zh: 文字颜色

# TextNodeConfig_TextOutline
source: Text Outline
fr: Contour du Texte
ja: 文字縁
zh: 文字描边

# TextNodeConfig_FontSize
source: Font Size
fr: Taille de Police
ja: フォントサイズ
zh: 字体大小

# TextNodeConfig_Font
source: Font
fr: Police
ja: フォント
zh: 字体

# TextNodeConfig_Alignment
source: Alignment
fr: Alignement
ja: 配置
zh: 对齐方式

# ModificationDisplay_WindowBackground
source: Window Backgrounds
fr: Arrière-Plans de Fenêtre
ja: ウィンドウ背景
zh: 窗口背景

# ModificationDisplay_TargetCastBarCountdown
source: Target Cast Bar Countdown
fr: Compte à Rebours Incantation (Cible)
ja: ターゲット詠唱バー残り時間
zh: 目标咏唱条倒计时

# ModificationDisplay_SuppressDialogAdvance
source: Suppress Dialogue Advance
fr: Suppression d'Avancement de Dialogue
ja: ダイアログ抑制
zh: 对话推进抑制

# ModificationDisplay_StickyShopCategories
source: Sticky Shop Categories
fr: Catégories de Magasin Persistantes
ja: ショップカテゴリ記憶
zh: 商店类别记忆

# ModificationDisplay_SkipTeleportConfirm
source: Skip Teleport Confirm
fr: Sauter la Confirmation de Téléportation
ja: テレポ確認スキップ
zh: 跳过传送确认

# ModificationDisplay_ShowAetherCurrents
source: Show Aether Currents
fr: Afficher les Vents Éthéréens
ja: 風脈の泉表示
zh: 显示风脉泉

# ModificationDisplay_SelectNextLootItem
source: Automatically Select Next Loot Item
fr: Sélection Auto du Butin Suivant
ja: 次の戦利品へ移動
zh: 自动切换下一条战利品

# ModificationDisplay_SaddlebagSearchBar
source: Saddlebag Search Bar
fr: Recherche Sacoche Chocobo
ja: チョコボかばん検索
zh: 鞍囊搜索栏

# ModificationDisplay_RetainerSearchBar
source: Retainer Search Bar
fr: Recherche Servant
ja: リテイナー検索
zh: 雇员搜索栏

# ModificationDisplay_ResourceBarPercentages
source: Show Resource Bars as Percentages
fr: Barres de Ressources en Pourcentages
ja: リソース%表示
zh: 资源条百分比

# ModificationDisplay_ResetInventoryTab
source: Reset Inventory Tab
fr: Réinitialiser l'Onglet d'Inventaire
ja: インベントリタブ初期化
zh: 重置物品栏分页

# ModificationDisplay_RecentlyLootedWindow
source: Recently Looted Items Window
fr: Objets Récemment Obtenus
ja: 最近の戦利品ウィンドウ
zh: 最近战利品窗口

# ModificationDisplay_QuestListWindow
source: Quest List Window
fr: Liste des Quêtes
ja: クエストリストウィンドウ
zh: 任务列表窗口

# ModificationDisplay_OpenGlamourDresserToCurrentJob
source: Open Glamour Dresser to Current Job
fr: Ouvrir la Coiffeuse sur Job Actuel
ja: 幻影タンス自動タブ
zh: 幻化柜自动切换当前职业

# ModificationDisplay_HideGuildhestObjectivePopup
source: Hide Guildhest Objective Popup
fr: Masquer les Instructions d'Opération de Guilde
ja: ギルドオーダーポップ非表示
zh: 隐藏行会令提示弹窗

# ModificationDisplay_HideMpBars
source: Hide MP Bars
fr: Masquer les Barres de PM
ja: MPバー非表示
zh: 隐藏 MP 条

# ModificationDisplay_HideUnwantedBanners
source: Hide Unwanted Banners
fr: Masquer les Bannières Indésirables
ja: バナー非表示
zh: 隐藏干扰横幅

# ModificationDisplay_HUDCoordinates
source: HUD Coordinates
fr: Coordonnées ATH
ja: HUD座標
zh: HUD 坐标

# ModificationDisplay_InstancedWaymarks
source: Instanced Waymarks
fr: Signes au Sol Instanciés
ja: 個別ウェイマーカー
zh: 独立标点

# ModificationDisplay_InventorySearchBar
source: Inventory Search Bar
fr: Recherche Inventaire
ja: インベントリ検索バー
zh: 物品栏搜索栏

# ModificationDisplay_ListInventory
source: Inventory List Window
fr: Inventaire en Liste
ja: インベントリ一覧
zh: 物品列表窗口

# ModificationDisplay_LocationDisplay
source: Location Display
fr: Affichage de la Localisation
ja: ロケーション表示
zh: 位置显示

# ModificationDisplay_MacroLineNumbers
source: Macro Line Numbers
fr: Numéros de Ligne de Macro
ja: マクロ行番号
zh: 宏行号

# ModificationDisplay_MacroTooltips
source: Macro Tooltips
fr: Infobulles de Macro
ja: マクロツールチップ
zh: 宏提示

# ModificationDisplay_DebugCustomAddon
source: Debug CustomAddon
fr: Debug de CustomAddon
ja: デバッグ CustomAddon
zh: 调试 CustomAddon

# ModificationDisplay_DebugGameModification
source: Debug GameModification
fr: Debug des Modifications de Jeu
ja: デバッグ GameModification
zh: 调试 GameModification

# ModificationDisplay_SampleGameModification
source: SampleDisplayName
ja: サンプル表示名
zh: 示例名称

# ModificationDisplay_BetterInterruptableCastBars
source: Better Interruptable Castbars
fr: Meilleures Barres d'Incantation Interruptibles
ja: 割り込み詠唱バー強調
zh: 醒目可打断咏唱条

# ModificationDisplay_BetterQuestMapLink
source: Better Quest Map Link
fr: Meilleur Lien de Carte de Quête
ja: クエストマップリンク改善
zh: 优化任务地图链接

# ModificationDisplay_CastBarAetheryteNames
source: Cast Bar Aetheryte Names
fr: Noms d'Éthérite sur la Barre d'Incantation
ja: 詠唱バーに目的地名
zh: 咏唱条显示以太水晶名称

# ModificationDisplay_CurrencyOverlay
source: Currency Overlay
fr: Superposition des Devises
ja: 通貨オーバーレイ
zh: 货币叠加层

# ModificationDisplay_DraggableWindowDeadSpace
source: Draggable Window Dead Space
fr: Déplacement de Fenêtre sur Espace Vide
ja: デッドスペースドラッグ
zh: 拖动窗口空白处

# ModificationDisplay_DutyTimer
source: Duty Timer
fr: Chronomètre de Mission
ja: コンテンツタイマー
zh: 任务计时器

# ModificationDisplay_DutyLootPreview
source: Duty Loot Preview
fr: Aperçu du Butin de Mission
ja: 戦利品プレビュー
zh: 任务战利品预览

# ModificationDisplay_EnhancedLootWindow
source: Enhanced Loot Window
fr: Fenêtre de Butin Améliorée
ja: 戦利品ウィンドウ強化
zh: 强化战利品窗口

# ModificationDisplay_FadeLootButton
source: Fade Loot Button
fr: Estomper le Bouton Butin
ja: Lootボタンフェード
zh: 战利品按钮渐隐

# ModificationDisplay_FadeUnavailableActions
source: Fade Unavailable Actions
fr: Estomper les Actions Indisponibles
ja: 使用不可アクションフェード
zh: 无法施放动作渐隐

# ModificationDisplay_FasterScroll
source: Faster Scrollbars
fr: Défilement Plus Rapide
ja: 高速スクロール
zh: 快速滚动条

# ModificationDisplay_FastMouseClick
source: Fast Mouse Click
fr: Clic Souris Rapide
ja: 高速マウスクリック
zh: 快速鼠标点击

# ModificationDisplay_FocusTargetLock
source: Focus Target Lock
fr: Verrouillage Cible Focalisée
ja: フォーカスターゲット維持
zh: 焦点目标锁定

# ModificationDisplay_ForcedCutsceneSounds
source: Forced Cutscene Sounds
fr: Sons de Cinématique Forcés
ja: カットシーン音声強制
zh: 强制过场音效

# ModificationDisplay_HUDPresets
source: HUD Presets
fr: Préréglages ATH
ja: HUDプリセット
zh: HUD 预设

# ModificationDisplay_FateListWindow
source: Fate List Window
fr: Liste des ALÉA
ja: FATEリストウィンドウ
zh: Fate列表窗口

# ModificationDisplay_PetSizeContextMenu
source: Pet Size Context Menu
fr: Menu Taille du Familier
ja: ペットサイズメニュー
zh: 召唤兽尺寸菜单

# PetSize_MenuTitle
source: Pet Size
fr: Taille du Familier
ja: ペットサイズ
zh: 召唤兽尺寸

# PetSize_OptionLarge
source: Large
fr: Grand
ja: 大
zh: 大

# PetSize_OptionMedium
source: Medium
fr: Moyen
ja: 中
zh: 中

# PetSize_OptionSmall
source: Small
fr: Petit
ja: 小
zh: 小

# ModificationDisplay_MissingJobStoneLockout
source: Missing Job Stone Lockout
fr: Verrouillage Cristal de Job Manquant
ja: ソウルクリスタルロック
zh: 灵魂水晶锁定

# ModificationDisplay_GearsetRedirect
source: Gearset Redirect
fr: Redirection de Tenue
ja: ギアセットリダイレクト
zh: 套装重定向

# EnhancedLootWindow_CategorySettings
source: Settings
ja: 設定

# EnhancedLootWindow_ConfigTitle
source: Enhanced Loot Window Config
fr: Configuration de la Fenêtre de Butin Améliorée
ja: 戦利品ウィンドウ拡張設定
zh: 强化战利品窗口配置

# EnhancedLootWindow_LabelMarkAlreadyObtained
source: Mark Already Unlocked Items
fr: Marquer les Objets Déjà Débloqués
ja: 入手済みアイテムをマークする
zh: 标记已解锁物品

# EnhancedLootWindow_LabelMarkUnobtainable
source: Mark Unobtainable Items
fr: Marquer les Objets Non Obtenables
ja: 入手できないアイテムをマークする
zh: 标记无法获取的物品

# FadeLootButton_CategoryStyleSettings
source: Style Settings
fr: Paramètres de Style
ja: スタイル設定
zh: 样式设置

# FadeLootButton_ConfigTitle
source: Fade Loot Button Config
fr: Configuration de l'Estompage du Bouton Butin
ja: Lootボタンフェード設定
zh: 战利品按钮渐隐配置

# FadeLootButton_LabelFadePercentage
source: Fade Percentage
fr: Pourcentage d'Estompage
ja: フェード率
zh: 渐隐百分比

# FadeUnavailableActions_CategoryFeatureToggles
source: Feature Toggles
fr: Options de Fonctionnalité
ja: 機能切り替え
zh: 功能开关

# FadeUnavailableActions_CategoryStyleSettings
source: Style Settings
fr: Paramètres de Style
ja: スタイル設定
zh: 样式设置

# FadeUnavailableActions_ConfigTitle
source: Fade Unavailable Actions Config
fr: Configuration de l'Estompage des Actions Indisponibles
ja: 使用不可アクションフェード設定
zh: 无法施放动作渐隐配置

# FadeUnavailableActions_LabelApplyToFrame
source: Apply Transparency to Frame
fr: Appliquer la Transparence au Cadre
ja: 枠にも透過を適用
zh: 同时应用于外框

# FadeUnavailableActions_LabelApplyToSync
source: Apply Only to Sync'd Actions
fr: Appliquer Uniquement aux Actions Synchronisées
ja: シンク対象アクションのみに適用
zh: 仅作用于因同步限制的动作

# FadeUnavailableActions_LabelFadePercentage
source: Fade Percentage
fr: Pourcentage d'Estompage
ja: フェード率
zh: 渐隐百分比

# FadeUnavailableActions_LabelReddenOutOfRange
source: Redden Skills out of Range
fr: Rougir les Compétences Hors de Portée
ja: 射程外で赤くする
zh: 超出距离时转红

# FadeUnavailableActions_LabelReddenPercentage
source: Redden Percentage
fr: Pourcentage de Rougissement
ja: 赤みの強さ
zh: 染红强度

# FasterScroll_CategorySettings
source: Settings
ja: 設定

# FasterScroll_ConfigTitle
source: Faster Scrollbars Config
fr: Configuration du Défilement Plus Rapide
ja: 高速スクロール設定
zh: 快速滚动条配置

# FasterScroll_LabelSpeedMultiplier
source: Speed Multiplier
fr: Multiplicateur de Vitesse
ja: 速度倍率
zh: 速度倍率

# ForcedCutsceneSounds_CategoryGeneral
source: General
fr: Général
ja: 一般
zh: 常规

# ForcedCutsceneSounds_CategorySpecial
source: Special
fr: Spécial
ja: 特殊
zh: 特殊

# ForcedCutsceneSounds_CategoryToggles
source: Toggles
fr: Boutons
ja: 切り替え
zh: 开关

# ForcedCutsceneSounds_ConfigTitle
source: Forced Cutscene Sounds Config
fr: Configuration des Sons de Cinématique Forcés
ja: カットシーン音声強制設定
zh: 强制过场音效配置

# ForcedCutsceneSounds_DisableMsq
source: Disable in MSQ Roulette
fr: Désactiver en Roulette Épopée
ja: 討滅/メインルレでは無効
zh: 在主线随机本中禁用

# ForcedCutsceneSounds_RestoreMuteState
source: Restore Mute State After Cutscene
fr: Restaurer l'État Muet après Cinématiques
ja: 終了後にミュート状態を戻す
zh: 过场结束后恢复静音状态

# ForcedCutsceneSounds_UnmuteBgm
source: Unmute BGM
fr: Réactiver la Musique (BGM)
ja: BGMのミュートを解除
zh: 取消背景音乐静音

# ForcedCutsceneSounds_UnmuteEnv
source: Unmute Ambient Sounds
fr: Réactiver les Sons Ambiants
ja: 環境音のミュートを解除
zh: 取消环境音静音

# ForcedCutsceneSounds_UnmuteMaster
source: Unmute Master Volume
fr: Réactiver le Volume Principal
ja: マスター音量のミュートを解除
zh: 取消主音量静音

# ForcedCutsceneSounds_UnmutePerform
source: Unmute Performance
fr: Réactiver les Performances
ja: 演奏のミュートを解除
zh: 取消演奏静音

# ForcedCutsceneSounds_UnmuteSe
source: Unmute Sound Effects
fr: Réactiver les Effets Sonores
ja: 効果音のミュートを解除
zh: 取消音效静音

# ForcedCutsceneSounds_UnmuteSystem
source: Unmute System Sounds
fr: Réactiver les Sons Système
ja: システム音のミュートを解除
zh: 取消系统音静音

# ForcedCutsceneSounds_UnmuteVoice
source: Unmute Voice
fr: Réactiver les Voix
ja: ボイスのミュートを解除
zh: 取消语音静音

# GearsetRedirect_ConfigTitle
source: Gearset Redirect Config
fr: Configuration de la Redirection de Tenue
ja: ギアセットリダイレクト設定
zh: 套装重定向配置

# GearsetRedirect_AddRedirectionTitle
source: Add New Gearset Redirection
fr: Ajouter une Nouvelle Redirection de Tenue
ja: 新しいリダイレクトを追加
zh: 新增套装重定向

# GearsetRedirect_SortAlphabetical
source: Alphabetical
fr: Alphabétique
ja: 五十音順
zh: 按字母顺序

# GearsetRedirect_SortId
source: Id
ja: ID順
zh: 按ID

# HideUnwantedBanners_ConfigTitle
source: Hide Unwanted Banners Config
fr: Configuration du Masque des Bannières Indésirables
ja: バナー非表示設定
zh: 隐藏干扰横幅配置

# InstancedWaymarks_RenameMenuLabel
source: Rename
fr: Renommer
ja: 名前を変更
zh: 重命名

# InstancedWaymarks_RenameWindowTitle
source: Waymark Rename Window
fr: Fenêtre de Renommage de Signe au Sol
ja: ウェイマーカー名称変更
zh: 标点重命名窗口

# DebugCustomAddon_Title
source: Debug Addon Window
fr: Fenêtre d'Addon de Débogage
ja: デバッグアドオンウィンドウ
zh: 调试插件窗口

# ResourceBarPercentages_ApplyToPartyMembers
source: Apply to Party Members
fr: Appliquer aux Membres de l'Équipe
ja: パーティメンバーに適用
zh: 应用到队员

# ResourceBarPercentages_ApplyToPlayer
source: Apply to Player
fr: Appliquer au Joueur
ja: 自キャラに適用
zh: 应用到玩家

# ResourceBarPercentages_CategoryExtra
source: Extra
ja: その他
zh: 扩展

# ResourceBarPercentages_CategoryParameterWidget
source: Parameter Widget
fr: Widget de Paramètres
ja: パラメータウィジェット
zh: 参数窗口

# ResourceBarPercentages_CategoryPartyList
source: Party List
fr: Liste d'Équipe
ja: パーティリスト
zh: 队伍列表

# ResourceBarPercentages_CategoryPercentageFormat
source: Percentage Format
fr: Format du Pourcentage
ja: パーセント表示形式
zh: 百分比格式

# ResourceBarPercentages_CategoryPercentageSign
source: Percentage Sign
fr: Signe de Pourcentage
ja: パーセント記号
zh: 百分比符号

# ResourceBarPercentages_ChangeCp
source: Change CP
fr: Changer les PS
ja: CPの表示を変更
zh: 切换 CP

# ResourceBarPercentages_ChangeGp
source: Change GP
fr: Changer les PR
ja: GPの表示を変更
zh: 切换 GP

# ResourceBarPercentages_ChangeHp
source: Change HP
fr: Changer les PV
ja: HPの表示を変更
zh: 切换 HP

# ResourceBarPercentages_ChangeMp
source: Change MP
fr: Changer les PM
ja: MPの表示を変更
zh: 切换 MP
