Repository: MidoriKami/VanillaPlus
Catalog: VanillaPlus/Resources/Strings.*.resx
Languages: fr, ja, zh

# Button_SavePreset
source: Save Preset
fr: Sauvegarder le Préréglage
ja: プリセットを保存
zh: 保存预设

# ChangelogBrowserTitle
source: Vanilla Plus Changelog Browser
fr: Journal des Modifications Vanilla Plus
ja: Vanilla Plus 更新履歴ビューアー
zh: Vanilla Plus 更新日志浏览器

# ChangelogButtonLabel
source: Changelog
fr: Journal des Modifications
ja: 更新履歴
zh: 更新日志

# ChangelogTitleFormat
source: {0} Changelog
fr: Journal des Modifications {0}
ja: {0} の更新履歴
zh: {0}更新日志

# CommandHelpOpenBrowser
source: Open Game Modification Browser
fr: Ouvre le Navigateur de Modifications du Jeu
ja: 改造ブラウザーを開く
zh: 打开改造功能浏览器

# ConfigCategory_Animations
source: Animations
ja: アニメーション
zh: 动画

# ConfigCategory_Colors
source: Colors
fr: Couleurs
ja: カラー
zh: 颜色

# ConfigLabel_ButtonColor
source: Button
fr: Bouton
ja: ボタン
zh: 按钮

# ConfigLabel_EnableAnimations
source: Enable Animations
fr: Activer les Animations
ja: アニメーションを有効にする
zh: 启用动画

# ConfigLabel_LaneColor
source: Lane
fr: Ligne
ja: レーン
zh: 通道

# BetterCursor_CategoryFunctions
source: Functions
fr: Fonctions
ja: 機能
zh: 功能

# BetterCursor_CategoryIconSelection
source: Icon Selection
fr: Sélection de l'Icône
ja: アイコン選択
zh: 图标选择

# BetterCursor_CategoryStyle
source: Style
ja: スタイル
zh: 样式

# BetterCursor_CategoryVisibility
source: Visibility
ja: 可視性

# BetterCursor_ConfigTitle
source: Better Cursor Config
fr: Configuration de BetterCursor
ja: Better Cursor 設定
zh: 鼠标优化配置

# BetterCursor_EnableAnimation
source: Enable Animation
fr: Activer l'Animation
ja: アニメーションを有効化
zh: 启用动画效果

# BetterCursor_HideOnCameraMove
source: Hide on Left-Hold or Right-Hold
fr: Masquer lors d'un Clic Gauche/Droit Maintenu
ja: 左/右ボタン長押し中は非表示
zh: 按住左键或右键拖动时隐藏

# BetterCursor_LabelColor
source: Color
ja: カラー

# BetterCursor_LabelIcon
source: Icon
ja: アイコン

# BetterCursor_LabelSize
source: Size
fr: Taille
ja: サイズ
zh: 大小

# BetterCursor_OnlyShowInCombat
source: Only show in Combat
fr: Afficher Uniquement en Combat
ja: 戦闘中のみ表示
zh: 仅在战斗中显示

# BetterCursor_OnlyShowInDuties
source: Only Show in Duties
fr: Afficher Uniquement en Mission
ja: コンテンツ中のみ表示
zh: 仅在任务中显示

# CurrencyOverlay_ConfigTitle
source: Currency Overlay Config
fr: Configuration de Superposition des Devises
ja: 通貨オーバーレイ設定
zh: 货币叠加层配置

# CurrencyOverlay_ItemSearchTitle
source: Item Search
fr: Recherche d'Objet
ja: アイテム検索
zh: 物品搜索

# CurrencyOverlay_SortOptionAlphabetical
source: Alphabetical
ja: 五十音順

# CurrencyOverlay_SortOptionId
source: Id
ja: ID順
zh: 按ID

# WindowBackground_ConfigTitle
source: Window Backgrounds Config
fr: Configuration de Fond de Fenêtre
ja: ウィンドウ背景設定
zh: 窗口背景配置

# WindowBackground_SearchTitle
source: Window Search
fr: Recherche de Fenêtre
ja: ウィンドウ検索
zh: 窗口搜索

# WindowBackground_SortOptionAlphabetical
source: Alphabetical
ja: 五十音順

# WindowBackground_SortOptionVisibility
source: Visibility
ja: 表示状態

# WindowBackground_ColorPickerTitle
source: Window Background Color Picker
fr: Sélecteur de Couleur de Fond
ja: ウィンドウ背景カラーピッカー
zh: 窗口背景取色器

# WindowBackground_CategoryBackgroundColor
source: Background Color
fr: Couleur de Fond
ja: 背景色
zh: 背景颜色

# WindowBackground_ColorLabel
source: Color
ja: カラー

# WindowBackground_CategoryPaddingSize
source: Padding Size
fr: Taille du Remplissage
ja: パディングサイズ
zh: 内边距大小

# TargetCastBarCountdown_CategoryFocusStyle
source: Focus Target Castbar Style
fr: Style de la Barre d'Incantation de la Cible (Focus)
ja: フォーカスターゲット詠唱バーのスタイル
zh: 焦点目标咏唱条样式

# TargetCastBarCountdown_CategoryNameplateStyle
source: Nameplate Castbar Style
fr: Style de la Barre d'Incantation de la Cible (Nom)
ja: ネームプレート詠唱バーのスタイル
zh: 名牌咏唱条样式

# TargetCastBarCountdown_CategoryPrimaryAltStyle
source: Target Castbar Style (Separate)
fr: Style de la Barre d'Incantation de la Cible (Séparée)
ja: ターゲット詠唱バーのスタイル（分離）
zh: 目标咏唱条样式（分离）

# TargetCastBarCountdown_CategoryPrimaryStyle
source: Target Castbar Style (Combined)
fr: Style de la Barre d'Incantation de la Cible (Combinée)
ja: ターゲット詠唱バーのスタイル（統合）
zh: 目标咏唱条样式（合并）

# TargetCastBarCountdown_CategoryToggles
source: Toggles
ja: 切り替え

# TargetCastBarCountdown_CheckboxFocus
source: Show on Focus Target Castbar
fr: Afficher sur la Barre d'Incantation de la Cible (Focus)
ja: フォーカスターゲット詠唱バーに表示
zh: 在焦点目标咏唱条上显示

# TargetCastBarCountdown_CheckboxNameplate
source: Show on Nameplate Target Castbar
fr: Afficher sur la Barre d'Incantation de la Cible (Nom)
ja: ネームプレート詠唱バーに表示
zh: 在名牌目标咏唱条上显示

# TargetCastBarCountdown_CheckboxPrimary
source: Show on Primary Target Castbar
fr: Afficher sur la Barre d'Incantation de la Cible (Principale)
ja: メインターゲット詠唱バーに表示
zh: 在主目标咏唱条上显示

# TargetCastBarCountdown_ConfigTitle
source: Target Castbar Countdown Config
fr: Configuration du Compte à Rebours d'Incantation
ja: ターゲット詠唱バー残り時間設定
zh: 目标咏唱条倒计时配置

# SuppressDialogAdvance_ApplyOnlyInCutscenes
source: Apply only in Cutscenes
fr: Appliquer Uniquement durant les Cinématiques
ja: カットシーン中のみ適用
zh: 仅在过场动画中应用

# SuppressDialogAdvance_CategoryGeneral
source: General
fr: Général
ja: 一般
zh: 常规

# SuppressDialogAdvance_ConfigTitle
source: Suppress Dialog Advance Config
fr: Configuration de Suppression de l'Avancemement du Dialogue
ja: ダイアログ自動送り抑制設定
zh: 对话推进抑制配置

# ClearSelectedDuties_ConfigTitle
source: Clear Selected Duties Config
fr: Configuration d'Effacement des Missions Sélectionnées
ja: 選択済みコンテンツ解除設定
zh: 清除已选任务配置

# ClearSelectedDuties_DisableWhenUnrestricted
source: Disable when Unrestricted
fr: Désactiver lors de Mode Sans Restriction
ja: 制限解除時は無効
zh: 在无视人数限制时禁用

# ClearSelectedDuties_SettingsCategory
source: Settings
ja: 設定

# Label_ModAuthorBy
source: By {0}
fr: Par {0}
ja: 作者: {0}
zh: 作者：{0}

# ModificationBrowserTitle
source: Vanilla Plus Modification Browser
fr: Navigateur de Modifications de Vanilla Plus
ja: Vanilla Plus 改造ブラウザー
zh: Vanilla Plus 浏览器

# ModificationDescription_MiniCactpotHelper
source: Indicates which Mini Cactpot spots you should reveal next.
fr: Indique les cases du Mini Cactpot que vous devriez révéler ensuite.
ja: ミニ・くじテンダーで次に開くべきマスを表示します。
zh: 提示下一格仙人微彩应揭示的位置。

# ModificationDescription_PartyFinderPresets
source: Allows you to save and use presets for the Party Finder Recruitment window.
fr: Permet de sauvegarder et d'utiliser des préréglages pour la Recherche d'Équipe.
ja: コンテンツファインダー募集ウィンドウの設定をプリセットとして保存・呼び出せます。
zh: 允许在组队招募窗口保存并使用预设。

# ModificationDisplay_MiniCactpotHelper
source: Mini Cactpot Helper
fr: Aide au Mini Cactpot
ja: ミニ・くじテンダー支援
zh: 仙人微彩助手

# ModificationDisplay_PartyFinderPresets
source: Party Finder Presets
fr: Préréglages de Recherche d'Équipe
ja: 募集プリセット
zh: 组队招募预设

# Preset_DefaultOption
source: No Presets Saved
fr: Aucun Préréglage Enregistré
ja: 保存済みプリセットなし
zh: 尚未保存预设

# Preset_DontUseOption
source: Don't Use Preset
fr: Ne pas Utiliser de Préréglage
ja: プリセットを使用しない
zh: 不使用预设

# SearchPlaceholder
source: Search . . .
fr: Recherche . . .
ja: 検索...
zh: 搜索...

# SelectionPrompt
source: Please select an option on the left
fr: Veuillez sélectionner une option à gauche
ja: 左側からオプションを選択してください
zh: 请在左侧选择一个选项

# Title_MiniCactpotConfig
source: Mini Cactpot Helper Config
fr: Configuration de l'Aide au Mini Cactpot
ja: ミニ・くじテンダー支援設定
zh: 仙人微彩助手配置

# Title_PartyFinderPreset
source: Party Finder Preset
fr: Préréglage de Recherche d'Équipe
ja: 募集プリセット
zh: 组队招募预设

# Title_PresetConfigManager
source: Preset Config Manager
fr: Gestionnaire de Préréglages
ja: プリセット管理
zh: 预设配置管理器

# Tooltip_ConfigEzMiniCactpot
source: Configure EzMiniCactpot Plugin
fr: Configuration du Plugin EzMiniCactpot
ja: EzMiniCactpot プラグインを設定
zh: 配置 EzMiniCactpot 插件

# Tooltip_ExperimentalFeature
source: Caution, this feature is experimental. May contain bugs or crash your game.
fr: Attention, cette fonctionnalité est expérimentale. Peut contenir des bugs ou faire planter votre jeu.
ja: 注意: この機能は実験中です。 不具合やクラッシュの恐れがあります。
zh: 注意：此功能仍在实验阶段。 可能包含错误或导致游戏崩溃。

# Tooltip_ModificationFailedToLoad
source: Failed to load, this module has been disabled
fr: Échec du chargement, ce module a été désactivé
ja: 読み込みに失敗しました。このモジュールは無効化されています。
zh: 加载失败，此模块已被禁用

# Tooltip_NoPresets
source: [VanillaPlus]: No presets saved
fr: [VanillaPlus] : Aucun Préréglage Enregistré
ja: [VanillaPlus]: プリセットがありません
zh: [VanillaPlus]: 尚未保存预设

# Tooltip_OpenConfiguration
source: Open configuration window
fr: Ouvrir la Fenêtre de Configuration
ja: 設定ウィンドウを開く
zh: 打开设置窗口

# Tooltip_ReverseSortDirection
source: Reverse Sort Direction
fr: Inverser l'Ordre de Tri
ja: 並び順を逆にする
zh: 反向排序

# Tooltip_RetryCompatibility
source: Retry compatibility check
fr: Réessayer la Vérification de Compatibilité
ja: 互換性チェックを再試行
zh: 重新尝试兼容性检查

# Tooltip_SavePreset
source: [VanillaPlus]: Save current settings to a preset
fr: [VanillaPlus] : Enregistrer les paramètres actuels dans un préréglage
ja: [VanillaPlus]: 現在の設定をプリセットに保存
zh: [VanillaPlus]: 将当前设置保存为预设

# Tooltip_SearchRegexSupport
source: [VanillaPlus]: Supports Regex Search Start input with '$' to search by description
fr: [VanillaPlus] : Supporte la recherche Regex Commencez la saisie par '$' pour rechercher par description
ja: [VanillaPlus]: 正規表現検索に対応 説明で検索する場合は入力を '$' で始めてください
zh: [VanillaPlus]: 支持正则搜索 输入以 '$' 开头即可按描述搜索

# Tooltip_SelectPreset
source: [VanillaPlus]: Select a preset
fr: [VanillaPlus] : Sélectionner un préréglage
ja: [VanillaPlus]: プリセットを選択
zh: [VanillaPlus]: 选择预设

# DutyTimer_CompletedMessage
source: Duty Completed in: {0}
fr: Mission accomplie en : {0}
ja: コンテンツ完了時間: {0}
zh: 任务完成耗时：{0}

# DutyLoot_Context_AddFavorite
source: Add to Favorites
ja: お気に入りに追加

# DutyLoot_Context_Link
source: Link
ja: リンク

# DutyLoot_Context_RemoveFavorite
source: Remove from Favorites
ja: お気に入りから削除

# DutyLoot_Context_SearchItem
source: Search for Item
ja: アイテムを検索

# DutyLoot_Context_SearchRecipes
source: Search Recipes Using This Material
ja: この素材を使うレシピを検索

# DutyLoot_Context_TryOn
source: Try On
ja: 試着する

# DutyLoot_Filter_All
source: All Items
fr: Tous les Objets
ja: 全アイテム
zh: 全部物品

# DutyLoot_Filter_Equipment
source: Equipment
fr: Équipement
ja: 装備品
zh: 装备

# DutyLoot_Filter_Favorites
source: Favorites
fr: Favoris
ja: お気に入り
zh: 收藏

# DutyLoot_Filter_Misc
source: Miscellaneous
fr: Divers
ja: その他
zh: 杂项

# DutyLoot_LoadingMessage
source: Loading loot data...
fr: Chargement des données du butin...
ja: 戦利品データを読み込み中...
zh: 正在载入战利品数据...

# DutyLoot_NoItemsMessage
source: No loot data found for this duty. Data is provided by a external source and may be incomplete. Data will be updated as it becomes available, do not request data updates.
fr: Aucune donnée de butin trouvée pour cette mission. Les données proviennent d'une source externe et peuvent être incomplètes. Les données seront mises à jour dès qu'elles seront disponibles, ne demandez pas de mises à jour.
ja: このコンテンツの戦利品データは見つかりませんでした。 データは外部提供のため不完全な場合があります。
zh: 未找到此任务的战利品数据。 数据由第三方提供，可能不完整。

# DutyLoot_NoResultsMessage
source: No results
fr: Aucun résultat
ja: 該当なし
zh: 没有结果

# DutyLoot_Tooltip_InDutyButton
source: [VanillaPlus] Open Duty Loot Preview Window
fr: [VanillaPlus] Ouvrir la Fenêtre d'Aperçu du Butin
ja: [VanillaPlus] コンテンツ戦利品プレビューを開く
zh: [VanillaPlus] 打开任务战利品预览窗口

# DutyLoot_Tooltip_JournalButton
source: View Loot that can be earned in this duty.
fr: Voir le butin pouvant être obtenu dans cette mission.
ja: このコンテンツで入手できる戦利品を表示します。
zh: 查看该任务可获得的战利品。

# FateListWindow_Title
source: Fate List
fr: Liste des ALÉA
ja: FATEリスト
zh: Fate列表

# HUDPresets_ButtonDelete
source: Delete
fr: Supprimer
ja: 削除
zh: 删除

# HUDPresets_ButtonLoad
source: Load
fr: Charger
ja: 読み込む
zh: 载入

# HUDPresets_ButtonLoadTooltip
source: Load selected preset
fr: Charger le préréglage sélectionné
ja: 選択したプリセットを読み込む
zh: 载入所选预设

# HUDPresets_ButtonOverwrite
source: Overwrite
fr: Écraser
ja: 上書き
zh: 覆盖

# HUDPresets_ButtonOverwriteTooltip
source: Overwrite selected preset
fr: Écraser le préréglage sélectionné
ja: 選択したプリセットを上書きする
zh: 覆盖所选预设

# HUDPresets_ButtonSave
source: Save
fr: Sauvegarder
ja: 保存
zh: 保存

# HUDPresets_DefaultOption
source: No Option Selected
fr: Aucune option sélectionnée
ja: 未選択
zh: 未选择选项

# HUDPresets_DeleteTooltip
source: Work in Progress Manually delete preset files for now
fr: En Cours de Développement Supprimez manuellement les fichiers pour l'instant
ja: 開発中 プリセットファイルは手動で削除してください
zh: 功能开发中 请暂时手动删除预设文件

# HUDPresets_DropdownTooltip
source: Select a HUD Layout Preset
fr: Sélectionner un préréglage d'ATH
ja: HUDレイアウトプリセットを選択
zh: 选择 HUD 布局预设

# HUDPresets_Label
source: [VanillaPlus] HUD Presets
fr: [VanillaPlus] Préréglages ATH
ja: [VanillaPlus] HUDプリセット
zh: [VanillaPlus] HUD 预设

# HUDPresets_PlaceholderNewPreset
source: New Preset Name
fr: Nom du nouveau préréglage
ja: 新しいプリセット名
zh: 新预设名称

# HUDPresets_RenameTitle
source: HUD Preset Name
fr: Nom du préréglage ATH
ja: HUDプリセット名
zh: HUD 预设名称

# HUDPresets_SaveTooltipDisabled
source: Click save above before saving a new preset
fr: Cliquez sur sauvegarder ci-dessus avant d'enregistrer un nouveau préréglage
ja: 新規保存の前に上部の保存を押してください
zh: 请先点击上方的保存，再保存新预设

# HUDPresets_SaveTooltipEnabled
source: Save Current UI as a new preset
fr: Enregistrer l'interface actuelle comme nouveau préréglage
ja: 現在のUIを新しいプリセットとして保存
zh: 将当前界面保存为新预设

# Label_LocationDisplayInstructions
source: Use the text box below to define how you want the text to be formatted. Use symbols {0} {1} {2} {3} {4} where you want the following values to be in the string {0} - Region (Ex. The Northern Empty) {1} - Territory (Ex. Old Sharlayan) {2} - Area (Ex. Archons Design) {3} - Sub-Area (Ex. Old Sharlayan Aetheryte Plaza) {4} - Housing Ward (Ex. Ward 14)
fr: Utilisez la zone de texte ci-dessous pour définir le formatage. Utilisez les symboles {0} {1} {2} {3} {4} à l'endroit où vous souhaitez placer les valeurs suivantes : {0} - Région (Ex. Le Grand Vide) {1} - Territoire (Ex. Vieille Sharlayan) {2} - Zone (Ex. L'Agora des architectes) {3} - Sous-zone (Ex. Place de l'éthérite de la Vieille Sharlayan) {4} - Secteur de logement (Ex. Secteur 14)
ja: 以下のテキストボックスで表示形式を指定してください。 文字列内に {0} {1} {2} {3} {4} を配置するとそれぞれの値が挿入されます。 {0} - リージョン（例: ノーザン・エンプティ） {1} - エリア（例: オールド・シャーレアン） {2} - ロケーション（例: アルカソン・デザイン） {3} - サブロケーション（例: オールド・シャーレアン・エーテライトプラザ） {4} - ハウジングエリア（例: 第14区）
zh: 请在下方文本框中定义所需的文本格式。 在希望插入以下数值的位置使用 {0} {1} {2} {3} {4} {0} - 大区（示例：主世界区域） {1} - 区域（示例：城市或野外） {2} - 地区（示例：更细分的地点） {3} - 子区域（示例：地标或广场） {4} - 房区（示例：第14区）

# LocationDisplay_InfoBarEntryLabel
source: Info Bar Entry
fr: Entrée de la Barre d'Info
ja: 情報バー項目
zh: 信息栏条目

# LocationDisplay_InfoBarTooltipLabel
source: Info Bar Tooltip
fr: Infobulle de la Barre d'Info
ja: 情報バーのツールチップ
zh: 信息栏提示

# LocationDisplay_ResetButton
source: Reset to Default
fr: Réinitialiser
ja: 初期設定に戻す
zh: 重置为默认

# LocationDisplay_ShowInstanceNumber
source: Show Instance Number
fr: Afficher le Numéro d'Instance
ja: インスタンス番号を表示
zh: 显示分区编号

# LocationDisplay_ShowPreciseHousing
source: Show Precise Housing Location
fr: Afficher l'Emplacement précis du Logement
ja: ハウジングの詳細位置を表示
zh: 显示精确房屋位置

# LocationDisplay_ConfigTitle
source: Location Display Config
fr: Configuration de l'Affichage de la Localisation
ja: ロケーション表示設定
zh: 位置显示配置

# LocationDisplay_WardFormat
source: Ward {0}
fr: Secteur {0}
ja: {0}区
zh: {0}区

# LocationDisplay_SubdivisionLabel
source: Subdivision
fr: Annexe
ja: サブディビジョン
zh: 扩建区

# LocationDisplay_ApartmentFormat
source: Apartment {0}
fr: Appartement {0}
ja: アパート {0}
zh: 公寓{0}

# LocationDisplay_ApartmentLobby
source: Lobby
fr: Hall
ja: ロビー
zh: 大堂

# LocationDisplay_PlotFormat
source: Plot {0}
fr: Terrain {0}
ja: {0}番地
zh: {0}号

# LocationDisplay_RoomFormat
source: Room {0}
fr: Chambre {0}
ja: {0}号室
zh: 房间{0}

# MissingJobStone_Tooltip
source: [VanillaPlus]: Click to disable lock
fr: [VanillaPlus] : Cliquez pour désactiver le verrouillage
ja: [VanillaPlus]: クリックでロックを解除
zh: [VanillaPlus]: 点击以解除锁定

# MissingJobStone_TooltipWithCountdown
source: [VanillaPlus]: Click to disable lock {0} Clicks remaining
fr: [VanillaPlus] : Cliquez pour désactiver le verrouillage {0} Clics restants
ja: [VanillaPlus]: クリックでロックを解除 残り {0} 回
zh: [VanillaPlus]: 点击以解除锁定 剩余 {0} 次点击

# MissingJobStone_WarningText
source: Missing Job Stone!
fr: Cristal de Job Manquant !
ja: アーティファクト装備がありません！
zh: 缺少灵魂水晶！

# ModificationDescription_ArmourySearchBar
source: Adds a search bar to the armoury window.
fr: Ajoute une barre de recherche à la fenêtre d'arsenal.
ja: アーマリーチェストに検索欄を追加します。
zh: 在军需品箱窗口添加搜索栏。

# ModificationDescription_ClearFlag
source: Allows you to right click the minimap to clear the currently set flag marker.
fr: Permet de faire un clic droit sur la mini-carte pour effacer le marqueur actuel.
ja: ミニマップを右クリックして現在の旗を削除できます。
zh: 允许右键点击小地图以清除当前的旗标。

# ModificationDescription_ClearSelectedDuties
source: When opening the Duty Finder, deselects any selected duties.
fr: Lors de l'ouverture de l'Outil de Mission, désélectionne toutes les missions sélectionnées.
ja: コンテンツファインダーを開いた際に選択済みのコンテンツを解除します。
zh: 打开任务搜寻器时，自动取消所有已选任务。

# ModificationDescription_ClearTextInputs
source: Allows you to clear the text in a text input, by right clicking the text input.
fr: Permet d'effacer le texte dans un champ de saisie en faisant un clic droit dessus.
ja: テキスト入力欄を右クリックでクリアできます。
zh: 允许右键点击文本输入框以清除内容。

# ModificationDescription_WondrousTailsProbabilities
source: Displays current line probabilities and average reroll probabilities in the Wondrous Tails Book.
fr: Affiche les probabilités des lignes actuelles et la moyenne des probabilités de remélange dans le Carnet d'Aventures Imaginaires de Khloe.
ja: ワンダラーテイルズ手帳に現在のライン確率と平均リロール確率を表示します。
zh: 在奇谈书中显示当前连线概率以及平均重掷概率。

# ModificationDescription_WindowBackground
source: Allows you to add a background to any native window. Examples: Cast Bar, Target Health Bar, Inventory Widget, Todo List.
fr: Permet d'ajouter un arrière-plan à n'importe quelle fenêtre native. Exemples : Barre d'incantation, Barre de vie cible, Inventaire, Liste des tâches.
ja: 任意のネイティブウィンドウに背景を追加できます。 例: 詠唱バー、ターゲットHPバー、インベントリウィジェット、ToDoリスト
zh: 允许为任意系统窗口添加背景。 示例：咏唱条、目标血条、背包组件、待办列表。

# ModificationDescription_TargetCastBarCountdown
source: Adds the time remaining for your targets current cast to the cast bar.
fr: Ajoute le temps restant de l'incantation actuelle de votre cible sur la barre d'incantation.
ja: ターゲットの詠唱バーに残り時間を追加表示します。
zh: 在目标当前的咏唱条上显示剩余时间。

# ModificationDescription_SuppressDialogAdvance
source: Prevents advancing a cutscene dialogue, unless you click on the dialogue box itself.
fr: Empêche l'avancement des dialogues de cinématique, sauf si vous cliquez sur la boîte de dialogue elle-même.
ja: カットシーンのダイアログはウィンドウをクリックしたときのみ進行します。
zh: 只有点击对话框本体时才允许推进过场对话。

# ModificationDescription_StickyShopCategories
source: Remembers the selected category and subcategories for certain vendors.
fr: Mémorise la catégorie et les sous-catégories sélectionnées pour certains vendeurs.
ja: 一部のショップで選択したカテゴリとサブカテゴリを記憶します。
zh: 记住部分商人的类别与子类别选择。

# ModificationDescription_SkipTeleportConfirm
source: Skips the 'Teleport to [Location] for [amount] gil?' popup when using the map to teleport.
fr: Passe la fenêtre "Voulez-vous vous téléporter vers [Lieu] pour [montant] gils ?" lors de l'utilisation de la carte.
ja: マップからテレポートする際の「[地点]へ[ギル]で移動しますか？」確認をスキップします。
zh: 使用地图传送时，跳过 "传送至[地点]需要支付[金额]金币，是否继续？" 的确认弹窗。

# ModificationDescription_ShowAetherCurrents
source: Shows all available aether currents on the map.
fr: Affiche tous les vents éthéréens disponibles sur la carte.
ja: マップ上にすべての風脈の泉を表示します。
zh: 在地图上显示所有可获取的风脉泉。

# ModificationDescription_SelectNextLootItem
source: Automatically advance to the next loot item after clicking Need, Greed, or Pass. Note: this modification does not automatically roll on loot.
fr: Passe automatiquement à l'objet de butin suivant après avoir cliqué sur Besoin, Cupidité ou Passer. Note : cette modification ne lance pas automatiquement les dés.
ja: Need/Greed/Passを押したあと自動で次の戦利品にフォーカスします。 ※自動でロットは行いません。
zh: 点击需求/贪婪/放弃后自动切换到下一条战利品。 注意：此功能不会自动掷点。

# ModificationDescription_SaddlebagSearchBar
source: Adds a search bar to the saddlebag window.
fr: Ajoute une barre de recherche à la fenêtre de la sacoche chocobo.
ja: チョコボかばんに検索欄を追加します。
zh: 在陆行鸟鞍囊窗口添加搜索栏。

# ModificationDescription_RetainerSearchBar
source: Adds a search bar to the retainer window.
fr: Ajoute une barre de recherche à la fenêtre des servants.
ja: リテイナーウィンドウに検索欄を追加します。
zh: 在雇员窗口添加搜索栏。

# ModificationDescription_ResourceBarPercentages
source: Displays HP, MP, GP and CP bars as percentages instead of raw values.
fr: Affiche les barres de PV, PM, PR et PS en pourcentages au lieu des valeurs brutes.
ja: HP/MP/GP/CPバーを数値ではなくパーセンテージ表示に変更します。
zh: 将 HP、MP、GP 与 CP 条显示为百分比。

# ModificationDescription_ResetInventoryTab
source: Automatically resets the inventory to the first tab when opened.
fr: Réinitialise automatiquement l'inventaire au premier onglet lors de l'ouverture.
ja: インベントリを開くたびに最初のタブへ戻します。
zh: 打开物品栏时自动切换到第一页签。

# ModificationDescription_RecentlyLootedWindow
source: Adds a window that shows a scrollable list of all items that you have looted this session. Can only show items looted after this feature is enabled.
fr: Ajoute une fenêtre affichant une liste déroulante de tous les objets obtenus durant cette session. Ne peut afficher que les objets obtenus après l'activation de cette fonctionnalité.
ja: ログイン中に入手したアイテムをスクロールリストで表示するウィンドウを追加します。 機能有効後に入手したアイテムのみ表示されます。
zh: 添加窗口显示本次登录期间获得的所有物品。 只有启用后获得的战利品才会记录。

# ModificationDescription_QuestListWindow
source: Displays a list of all available quests for the currently occupied zone.
fr: Affiche une liste de toutes les quêtes disponibles pour la zone actuellement occupée.
ja: 現在のゾーンで受注可能なクエストを一覧表示します。
zh: 显示当前区域所有可接任务的列表。

# ModificationDescription_OpenGlamourDresserToCurrentJob
source: When opening the glamour dresser, the tab for your current job will be automatically selected.
fr: Lors de l'ouverture de la coiffeuse mirage, l'onglet de votre job actuel sera automatiquement sélectionné.
ja: 幻影タンスを開いた際、現在のジョブのタブを自動選択します。
zh: 打开幻化柜时自动选择当前职业的分页。

# ModificationDescription_HideGuildhestObjectivePopup
source: When starting a guildhest this modification will prevent the popup window that contains the instructions on how to do the Guildhest. This feature is not recommended if this is your first time doing Guildhests.
fr: Lors du début d'une opération de guilde, empêche l'apparition de la fenêtre contenant les instructions. Cette fonction n'est pas recommandée si c'est votre première fois.
ja: ギルドオーダー開始時に表示される手順ポップアップを抑制します。 初めてのギルドオーダーの場合は無効化を推奨します。
zh: 开始行会令时阻止显示流程说明弹窗。 若是第一次进行行会令，建议关闭此功能。

# ModificationDescription_HideMpBars
source: Hides MP Bars in party list for jobs that don't use MP.
fr: Masque les barres de PM dans la liste d'équipe pour les jobs n'utilisant pas de PM.
ja: MPを使用しないジョブのパーティリストからMPバーを隠します。
zh: 为不使用 MP 的职业隐藏队伍列表中的 MP 条。

# ModificationDescription_HideUnwantedBanners
source: Prevents large text banners from appearing and playing their sound effect.
fr: Empêche les grandes bannières de texte d'apparaître et de jouer leur effet sonore.
ja: 大型テキストバナーとそのSEを非表示にします。
zh: 阻止大型文字横幅及其音效。

# ModificationDescription_HUDCoordinates
source: Display coordinate positions in HUD Layout nodes, allows you get get things exactly right. Displays coordinates for the center of the HUD element.
fr: Affiche les coordonnées dans les nœuds de l'ATH, permettant un positionnement précis. Affiche les coordonnées du centre de l'élément ATH.
ja: HUDレイアウトノードに座標を表示し、正確な配置を支援します。 座標はHUD要素の中心を基準とします。
zh: 在 HUD 布局节点上显示坐标，便于精确调整。 坐标以 HUD 元素中心为准。

# ModificationDescription_InstancedWaymarks
source: Enables the use of all saved Waymark Slots per duty, instead of sharing them across all duties, with the option to name each slot.
fr: Active l'utilisation de tous les emplacements de signes au sol sauvegardés par mission, au lieu de les partager entre toutes, avec option de nommage.
ja: コンテンツごとにウェイマーカー保存枠を個別化し、各枠に名前を付けられます。
zh: 为每个任务启用独立的标点存档，并可为各槽位命名。

# ModificationDescription_InventorySearchBar
source: Adds a search bar to the inventory window.
fr: Ajoute une barre de recherche à la fenêtre d'inventaire.
ja: インベントリウィンドウに検索欄を追加します。
zh: 在物品栏窗口添加搜索栏。
